Repository: philadelphia-mansue/app-frontend
Catalog: lib/l10n/app_*.arb
Languages: it, ro

# anonymousLabel
source: Anonymous
it: Anonimo
ro: Anonim

source: Welcome
it: Benvenuto
ro: Bine ați venit

# enterPhoneToVote
source: Enter your phone number to vote anonymously
it: Inserisca il Suo numero di telefono per votare in modo anonimo
ro: Introduceți numărul de telefon pentru a vota anonim

# enterVerificationCode
source: Enter the verification code
it: Inserisca il codice di verifica
ro: Introduceți codul de verificare

source: Phone Number
it: Numero di Telefono
ro: Număr de telefon

# pleaseEnterPhoneNumber
source: Please enter your phone number
it: La preghiamo di inserire il Suo numero di telefono
ro: Vă rugăm să introduceți numărul de telefon

# pleaseEnterValidPhoneNumber
source: Please enter a valid phone number
it: La preghiamo di inserire un numero di telefono valido
ro: Vă rugăm să introduceți un număr de telefon valid

source: Send Code
it: Invia Codice
ro: Trimite codul

source: Code Sent!
it: Codice Inviato!
ro: Cod trimis!

# enterCodeSentTo
source: Enter the 6-digit code sent to {phoneNumber}
it: Inserisca il codice a 6 cifre inviato a {phoneNumber}
ro: Introduceți codul din 6 cifre trimis la {phoneNumber}

source: Verification Code
it: Codice di Verifica
ro: Cod de verificare

# pleaseEnterCode
source: Please enter the 6-digit code
it: La preghiamo di inserire il codice a 6 cifre
ro: Vă rugăm să introduceți codul din 6 cifre

# didntReceiveCode
source: Didn't receive code? Resend
it: Non ha ricevuto il codice? Reinvia
ro: Nu ați primit codul? Retrimite

source: Verify
it: Verifica
ro: Verifică

source: Change phone number
it: Cambia numero di telefono
ro: Schimbă numărul de telefon

source: Skip (Dev Only)
it: Salta (Solo Sviluppo)
ro: Sări peste (Doar dezvoltare)

# phoneAlreadyVoted
source: This phone number has already voted.
it: Questo numero di telefono ha già votato.
ro: Acest număr de telefon a votat deja.

source: Select Candidates
it: Seleziona Candidati
ro: Selectați candidații

source: Your vote is anonymous
it: Il Suo voto è anonimo
ro: Votul dumneavoastră este anonim

# continueButton
source: Continue
it: Continua
ro: Continuă

source: Error loading candidates
it: Errore nel caricamento dei candidati
ro: Eroare la încărcarea candidaților

source: Retry
it: Riprova
ro: Reîncearcă

source: Confirm Your Vote
it: Confermi il Suo Voto
ro: Confirmați votul

source: Your Selected Candidates
it: I Suoi Candidati Selezionati
ro: Candidații selectați

# selectedCount
source: {count} selected
it: {count} selezionati
ro: {count} selectați

source: Submitting...
it: Invio in corso...
ro: Se trimite...

source: Confirm Vote
it: Conferma Voto
ro: Confirmă votul

source: Go Back
it: Indietro
ro: Înapoi

source: Vote Submitted!
it: Voto Inviato!
ro: Vot trimis!

# thankYouForParticipating
source: Thank you for participating in this election. Your vote has been recorded successfully.
it: Grazie per aver partecipato a questa elezione. Il Suo voto è stato registrato con successo.
ro: Vă mulțumim pentru participarea la aceste alegeri. Votul dumneavoastră a fost înregistrat cu succes.

# voteAnonymousNotice
source: Your vote is anonymous and cannot be traced back to you.
it: Il Suo voto è anonimo e non può essere ricondotto a Lei.
ro: Votul dumneavoastră este anonim și nu poate fi asociat cu identitatea dumneavoastră.

source: Close
it: Chiudi
ro: Închide

source: Thank You!
it: Grazie!
ro: Vă mulțumim!

# successfullyVoted
source: You have successfully voted. This session is now complete.
it: Ha votato con successo. Questa sessione è ora completata.
ro: Ați votat cu succes. Această sesiune s-a încheiat.

source: Error submitting vote
it: Errore nell'invio del voto
ro: Eroare la trimiterea votului

source: Warning
it: Attenzione
ro: Atenție

# voteIsFinalWarning
source: This action cannot be undone. Your vote will be final and you cannot change your selection.
it: Questa azione non può essere annullata. Il Suo voto sarà definitivo e non potrà modificare la Sua selezione.
ro: Această acțiune nu poate fi anulată. Votul dumneavoastră va fi definitiv și nu veți putea modifica selecția.

# selectionCounter
source: {count} / {max} selected
it: {count} / {max} selezionati
ro: {count} / {max} selectați

source: Ready!
it: Pronto!
ro: Gata!

# maxCandidatesSelected
source: Maximum {max} candidates selected!
it: Massimo {max} candidati selezionati!
ro: Maxim {max} candidați selectați!

# maxCandidatesLimit
source: You can only select {max} candidates
it: Può selezionare solo {max} candidati
ro: Puteți selecta doar {max} candidați

# selectionValidationError
source: Please select exactly {max} candidates. You have selected {count}.
it: Seleziona esattamente {max} candidati. Ne ha selezionati {count}.
ro: Selectați exact {max} candidați. Ați selectat {count}.

# duplicateCandidatesError
source: Duplicate candidates detected
it: Rilevati candidati duplicati
ro: Au fost detectați candidați duplicați

# mustSelectExactCandidates
source: Must select exactly {count} candidates
it: Deve selezionare esattamente {count} candidati
ro: Trebuie să selectați exact {count} candidați

# serverError
source: Server error occurred
it: Si è verificato un errore del server
ro: A apărut o eroare de server

# cacheError
source: Cache error occurred
it: Si è verificato un errore della cache
ro: A apărut o eroare de cache

# networkError
source: Network error occurred
it: Si è verificato un errore di rete
ro: A apărut o eroare de rețea

# validationError
source: Validation error occurred
it: Si è verificato un errore di validazione
ro: A apărut o eroare de validare

# authError
source: Authentication error occurred
it: Si è verificato un errore di autenticazione
ro: A apărut o eroare de autentificare

source: Verification ID not found
it: ID di verifica non trovato
ro: ID-ul de verificare nu a fost găsit

# phoneNotRegisteredAsVoter
source: Phone number not registered as voter
it: Numero di telefono non registrato come elettore
ro: Numărul de telefon nu este înregistrat ca alegător

source: Invalid Firebase token
it: Token Firebase non valido
ro: Token Firebase invalid

source: Session expired
it: Sessione scaduta
ro: Sesiune expirată

# backendAuthFailed
source: Backend authentication failed
it: Autenticazione del backend fallita
ro: Autentificarea backend a eșuat

source: Validation failed
it: Validazione fallita
ro: Validarea a eșuat

source: No authenticated user
it: Nessun utente autenticato
ro: Niciun utilizator autentificat

source: Failed to get ID token
it: Impossibile ottenere il token ID
ro: Nu s-a putut obține token-ul ID

# electionNotActive
source: Election is not active
it: L'elezione non è attiva
ro: Alegerile nu sunt active

# invalidCandidateCount
source: Invalid number of candidates selected
it: Numero di candidati selezionati non valido
ro: Număr invalid de candidați selectați

source: Duplicate candidates selected
it: Candidati duplicati selezionati
ro: Candidați duplicați selectați

source: No active election found
it: Nessuna elezione attiva trovata
ro: Nu s-au găsit alegeri active

source: Authentication required
it: Autenticazione richiesta
ro: Autentificare necesară

# serverErrorTryLater
source: Server error. Please try again later.
it: Errore del server. Riprova più tardi.
ro: Eroare de server. Vă rugăm să încercați mai târziu.

source: Connection timed out
it: Connessione scaduta
ro: Conexiunea a expirat

source: No internet connection
it: Nessuna connessione internet
ro: Fără conexiune la internet

source: No candidates selected
it: Nessun candidato selezionato
ro: Niciun candidat selectat

# electionIdRequired
source: Election ID is required
it: ID elezione richiesto
ro: ID-ul alegerilor este necesar

source: Duplicate candidates detected
it: Candidati duplicati rilevati
ro: Au fost detectați candidați duplicați

source: Review Votes
it: Rivedi Voti
ro: Revizuiți Voturile

# selectMoreCandidatesToProceed
source: Select {remaining} more candidate(s) to proceed
it: Seleziona ancora {remaining} candidato/i per procedere
ro: Selectați încă {remaining} candidat(i) pentru a continua

# candidatesSelectedProgress
source: {count} of {max} candidates selected
it: {count} di {max} candidati selezionati
ro: {count} din {max} candidați selectați

# selectMoreToContinue
source: Select {count} more to continue
it: Seleziona altri {count} per continuare
ro: Selectați încă {count} pentru a continua

# invalidPhoneFormat
source: Invalid phone number format
it: Formato del numero di telefono non valido
ro: Format de număr de telefon invalid

# tooManyAttempts
source: Too many attempts. Please try again later.
it: Troppi tentativi. Riprova più tardi.
ro: Prea multe încercări. Vă rugăm să încercați mai târziu.

# smsQuotaExceeded
source: SMS quota exceeded. Please try again later.
it: Quota SMS superata. Riprova più tardi.
ro: Cota de SMS depășită. Vă rugăm să încercați mai târziu.

source: Failed to sign in
it: Accesso non riuscito
ro: Autentificarea a eșuat

# verificationExpired
source: Verification session expired. Please request a new code.
it: Sessione di verifica scaduta. Richiedi un nuovo codice.
ro: Sesiunea de verificare a expirat. Vă rugăm să solicitați un nou cod.

source: Failed to get voter profile
it: Impossibile recuperare il profilo dell'elettore
ro: Nu s-a putut obține profilul alegătorului

source: Access denied
it: Accesso negato
ro: Acces refuzat

# unexpectedResponse
source: Unexpected response from server
it: Risposta inattesa dal server
ro: Răspuns neașteptat de la server

# unknownError
source: Unknown error occurred
it: Si è verificato un errore sconosciuto
ro: A apărut o eroare necunoscută

source: Request failed
it: Richiesta non riuscita
ro: Cererea a eșuat

# invalidOtp
source: Invalid verification code
it: Codice di verifica non valido
ro: Cod de verificare invalid

# appTitle
source: European Conference
it: Conferinta Europeana
ro: Conferinta Europeana

source: Logout
it: Esci
ro: Deconectare

# welcomeUser
source: Welcome, {name}
it: Benvenuto, {name}
ro: Bine ați venit, {name}

source: Prevalidation
it: Prevalidazione
ro: Prevalidare

source: Scan to Vote
it: Scansiona per Votare
ro: Scanează pentru a Vota

# prevalidationInstructions
source: Show this QR code to staff for verification
it: Mostra questo codice QR allo staff per la verifica
ro: Arătați acest cod QR personalului pentru verificare

# scanInstructions
source: Point your camera at the election QR code
it: Punta la fotocamera sul codice QR dell'elezione
ro: Îndreptați camera spre codul QR al alegerilor

# invalidQrCode
source: Invalid QR code. Please scan a valid election link.
it: Codice QR non valido. Scansiona un link elettorale valido.
ro: Cod QR invalid. Scanați un link electoral valid.

source: Election not found
it: Elezione non trovata
ro: Alegerile nu au fost găsite

# alreadyVotedTitle
source: Already Voted
it: Già Votato
ro: Ați votat deja

# alreadyVotedMessage
source: You have already voted in this election. Please scan a different election QR code.
it: Hai già votato in questa elezione. Scansiona un altro codice QR elettorale.
ro: Ați votat deja în aceste alegeri. Scanați un alt cod QR electoral.

source: Vote Another Election
it: Vota un'altra Elezione
ro: Votează la alte alegeri

source: Vote Now
it: Vota Ora
ro: Votează Acum

# startVotingInstructions
source: When you're ready, tap the button below to start voting
it: Quando sei pronto, tocca il pulsante qui sotto per iniziare a votare
ro: Când ești pregătit, apasă butonul de mai jos pentru a începe votarea

# votingNotActive
source: Voting is not currently active. Please try again later.
it: La votazione non è attualmente attiva. Riprova più tardi.
ro: Votarea nu este activă în acest moment. Încearcă din nou mai târziu.

# noOngoingElection
source: Please wait for the vote to begin.
it: Attendere l'inizio del voto.
ro: Trebuie să așteptați ca votul să înceapă.

# continueToVoting
source: Continue
it: Continua
ro: Continuă

# voteEndedTitle
source: Voting has ended
it: Il voto è terminato
ro: Votul s-a încheiat

# voteEndedMessage
source: Thank you for your participation. Voting is no longer active.
it: Grazie per la partecipazione. Il voto non è più attivo.
ro: Mulțumim pentru participare. Votul nu mai este activ.

# notPrevalidated
source: You must be prevalidated by staff before voting.
it: Devi essere prevalidato dallo staff prima di votare.
ro: Trebuie să fii prevalidat de staff înainte de a vota.

# noActiveElections
source: No active elections at this time
ro: Așteptați ziua alegerilor.

# phoneNotRegistered
source: This phone number is not registered
ro: Numărul de telefon nu este înregistrat

source: Available Elections
ro: Alegeri Disponibile

source: Completed Elections
ro: Alegeri Finalizate

source: Voted
ro: Votat

source: Not yet open
ro: Nu a început încă

source: Ended
ro: Încheiat

# moreElectionsAvailable
source: You have {count} more election(s) to vote in
ro: Mai aveți {count} alegere/i în care să votați

# voteNextElection
source: Vote in Next Election
ro: Votează la Următoarele Alegeri

source: Done for now
ro: Am terminat deocamdată

# selectAnElection
source: Select an election to vote
ro: Selectați o alegere pentru a vota

source: Back to Elections
ro: Înapoi la Alegeri

source: Failed to Load Election
ro: Nu s-a putut încărca alegerea

# electionLoadError
source: An error occurred while loading the election data.
ro: A apărut o eroare la încărcarea datelor alegerilor.

# persistentErrorHelp
source: If the problem persists, please check your internet connection or contact the election administrator.
ro: Dacă problema persistă, verificați conexiunea la internet sau contactați administratorul alegerilor.

source: Loading...
ro: Se încarcă...

source: Failed to load elections
ro: Nu s-au putut încărca alegerile

# failedToCheckElections
source: Failed to check active elections
ro: Nu s-au putut verifica alegerile active
